Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Are you sure you want to publish this communication round? Once published, the status of the round will be changed to "Open" and cannot be reverted to "Draft".
de_de: Sind Sie sicher, dass Sie diese Kommunikationsrunde veröffentlichen möchten? Sobald sie veröffentlicht ist, wird der Status der Runde auf "Offen" geändert und kann nicht mehr auf "Entwurf" zurückgesetzt werden.

source: Publish communication round
de_de: Kommunikationsrunde veröffentlichen

source: The communication round was successfully published.
de_de: Die Kommunikationsrunde wurde erfolgreich veröffentlicht.

source: The communication round was successfully saved.
de_de: Die Kommunikationsrunde wurde erfolgreich gespeichert.

source: Are you sure you want to save the changes to this published communication round? The round will be updated for all participants.
de_de: Sind Sie sicher, dass Sie die Änderungen an dieser veröffentlichten Kommunikationsrunde speichern möchten? Die Runde wird für alle Teilnehmer aktualisiert.

source: Update published round
de_de: Veröffentlichte Runde aktualisieren

source: The round was successfully updated.
de_de: Die Runde wurde erfolgreich aktualisiert.

source: Round visibility end date
de_de: Enddatum der Rundensichtbarkeit

source: Round visibility start date
de_de: Startdatum der Rundensichtbarkeit

source: Configure approval milestones for the communication round
de_de: Genehmigungsmeilensteine für die Kommunikationsrunde konfigurieren

source: Turn this setting on to add steps to the communication round workflow
de_de: Aktivieren Sie diese Einstellung, um dem Kommunikationsrunden-Workflow Schritte hinzuzufügen.

source: Enable workflow steps
de_de: Workflow-Schritte aktivieren

source: No communication rounds yet
de_de: Noch keine Kommunikationsrunden

source: Create and manage communication rounds
de_de: Erstellen und Verwalten von Kommunikationsrunden

source: Export recipient details
de_de: Empfängerdetails exportieren

source: Number of recipients
de_de: Anzahl der Empfänger:innen

source: Added by
de_de: Hinzugefügt von

source: Create and manage communication rounds.
de_de: Erstellen und Verwalten von Kommunikationsrunden.

source: Your communication rounds will appear here. Check again later for updates or explore more features in the meantime.
de_de: Ihre Kommunikationsrunden werden hier angezeigt. Schauen Sie später noch einmal für Updates vorbei oder entdecken Sie in der Zwischenzeit weitere Funktionen.

source: Archived
de_de: Archiviert

source: Comm rounds
de_de: Komm.-Runden

source: You are about to publish the pending draft which will replace the currently published version of this comp round. Do you want to keep the manager entries?
de_de: Sie sind dabei, den ausstehenden Entwurf zu veröffentlichen, der die aktuell veröffentlichte Version dieser Comp-Runde ersetzen wird. Möchten Sie die Manager-Einträge beibehalten?

source: No, delete them
de_de: Nein, löschen

source: Publish updated comp round
de_de: Aktualisierte Vergütungsrunde veröffentlichen

source: The workflow was updated; all workers in this round will reset to the first step.
de_de: Der Workflow wurde aktualisiert; alle Mitarbeiter:innen in dieser Runde werden auf den ersten Schritt zurückgesetzt.

source: Yes, keep entries
de_de: Ja, Einträge behalten

source: View configuration
de_de: Konfiguration anzeigen

source: Change source
de_de: Quelle ändern

source: Changing the proposal management source will clear the values you have entered. This action cannot be undone.
de_de: Wenn Sie die Quelle der Vorschlagsverwaltung ändern, werden die von Ihnen eingegebenen Werte gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

source: Change proposal management source
de_de: Vorschlagsverwaltung ändern – Quelle

source: Configure how proposal values are prepopulated and managed for each compensation element in this round.
de_de: Konfigurieren Sie, wie Vorschlagswerte für jedes Vergütungselement in dieser Runde vorbelegt und verwaltet werden.

source: Disabling the proposal management source will clear the values you have entered. This action cannot be undone.
de_de: Wenn Sie die Vorschlagsverwaltungsquelle deaktivieren, werden die von Ihnen eingegebenen Werte gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

source: Disable proposal management
de_de: Vorschlagsverwaltung deaktivieren

source: Enable proposal management
de_de: Vorschlagsverwaltung aktivieren

source: Create your formula
de_de: Erstellen Sie Ihre Formel

source: Formula type
de_de: Formeltyp

source: Use an existing value
de_de: Vorhandenen Wert verwenden

source: Prefill the proposal using an existing calculated or reference field
de_de: Vorschlag mit einem bestehenden berechneten oder Referenzfeld vorbefüllen

source: Calculate using a formula
de_de: Mit einer Formel berechnen

source: Generate the proposal value using a custom formula
de_de: Den Vorschlagswert mithilfe einer benutzerdefinierten Formel generieren

source: Proposal method
de_de: Vorschlagsmethode

source: Choose an option to continue
de_de: Wählen Sie eine Option, um fortzufahren

source: Source field
de_de: Quellfeld

source: This value will be used as the initial proposal for managers.
de_de: Dieser Wert wird als anfänglicher Vorschlag für Manager verwendet.

source: Select the field used to prefill the proposal
de_de: Wählen Sie das Feld aus, mit dem der Vorschlag vorab ausgefüllt wird

source: Choose one
de_de: Wählen Sie eine Option

source: The source field is required.
de_de: Das Quellfeld ist erforderlich.

source: Workers manually removed
de_de: Mitarbeiter:innen manuell entfernt

source: Workers manually added
de_de: Mitarbeiter:innen manuell hinzugefügt

source: Manage workers
de_de: Mitarbeiter:innen verwalten

source: {{count}} worker selected
de_de: {{count}} Mitarbeiter:in ausgewählt

source: {{count}} workers selected
de_de: {{count}} Mitarbeiter:innen ausgewählt

source: Exclude worker
de_de: Mitarbeiter:in ausschließen

source: Exclude selected
de_de: Ausgewählte ausschließen

source: Select which workers will be excluded from this compensation population.
de_de: Wählen Sie aus, welche Mitarbeiter:innen von dieser Vergütungsgruppe ausgeschlossen werden.

source: Include worker
de_de: Mitarbeiter:in einbeziehen

source: Include selected
de_de: Ausgewählte einbeziehen

source: Select which workers will be included in this compensation population.
de_de: Wählen Sie aus, welche Mitarbeiter:innen in diese Vergütungsgruppe aufgenommen werden.

source: Please select at least one worker.
de_de: Bitte wählen Sie mindestens eine:n Mitarbeiter:in aus.

source: The population cannot be empty.
de_de: Die Population darf nicht leer sein.

source: Individual inclusions and exclusions.
de_de: Individuelle Einschlüsse und Ausschlüsse.

source: Select the relevant existing population criteria that apply to this round of compensation.
de_de: Wählen Sie die relevanten vorhandenen Populationskriterien aus, die für diese Vergütungsrunde gelten.

source: Populations relevant for this compensation round.
de_de: Für diese Vergütungsrunde relevante Populationen.

source: Select system populations
de_de: Systempopulationen auswählen

source: Selected populations
de_de: Ausgewählte Populationen

source: Overview of population definition.
de_de: Übersicht über die Populationsdefinition.

source: Compensation population summary
de_de: Zusammenfassung der Vergütungsbevölkerung

source: Workers can belong to multiple populations
de_de: Mitarbeiter:innen können mehreren Populationen angehören

source: No compensation rounds created yet.
de_de: Es wurden noch keine Vergütungsrunden erstellt.

source: No compensation rounds
de_de: Keine Vergütungsrunden

source: End date (earliest)
de_de: Enddatum (frühestens)

source: End date (latest)
de_de: Enddatum (spätestens)

source: Last generated (oldest)
de_de: Zuletzt generiert (älteste)

source: Last generated (newest)
de_de: Zuletzt generiert (neueste)

source: Last edited (oldest)
de_de: Zuletzt bearbeitet (älteste)

source: Last edited (newest)
de_de: Zuletzt bearbeitet (neueste)

source: No actors selected
de_de: Keine Akteure ausgewählt

source: View bonus calculation formula configuration
de_de: Konfiguration der Bonusberechnungsformel anzeigen

source: No guideline rules
de_de: Keine Richtlinienregeln

source: Start: {{startDate}} • End: {{endDate}}
de_de: Start: {{startDate}} • Ende: {{endDate}}

source: Last updates
de_de: Neueste Aktualisierungen

source: Any changes to this round will appear here.
de_de: Alle Änderungen an dieser Runde werden hier angezeigt.

source: No updates yet
de_de: Noch keine Updates

source: By {{author}},
de_de: Von {{author}},

source: Added fields
de_de: Hinzugefügte Felder

source: Description:
de_de: Beschreibung:

source: Model name:
de_de: Modellname:

source: Updates have been made to the selected bonus plan. Use the pending draft version to apply them as needed.
de_de: Für den ausgewählten Bonusplan wurden Aktualisierungen vorgenommen. Verwenden Sie die ausstehende Entwurfsversion, um sie bei Bedarf anzuwenden.

source: Updates have been made to the selected data model. Use the pending draft version to apply them as needed.
de_de: Am ausgewählten Datenmodell wurden Aktualisierungen vorgenommen. Verwenden Sie die ausstehende Entwurfsversion, um sie nach Bedarf anzuwenden.

source: The data model was extended with new fields. Use the pending draft version to apply them if needed.
de_de: Das Datenmodell wurde um neue Felder erweitert. Verwenden Sie bei Bedarf die ausstehende Entwurfsversion, um sie anzuwenden.

source: Updates have been made to the selected bonus plan. To apply the changes, please publish the compensation round.
de_de: Für den ausgewählten Bonusplan wurden Aktualisierungen vorgenommen. Um die Änderungen zu übernehmen, veröffentlichen Sie bitte die Vergütungsrunde.

source: Republished (proposals retained)
de_de: Erneut veröffentlicht (Vorschläge beibehalten)

source: Republished (no proposals)
de_de: Erneut veröffentlicht (keine Vorschläge)

source: Changes detected in bonus plan
de_de: Änderungen im Bonusplan erkannt

source: Data model extended
de_de: Datenmodell erweitert

source: Pending draft created
de_de: Ausstehender Entwurf erstellt

source: Pending draft deleted
de_de: Ausstehender Entwurf gelöscht

source: Round republished
de_de: Runde erneut veröffentlicht

source: Round published
de_de: Runde veröffentlicht

source: View all updates
de_de: Alle Aktualisierungen anzeigen

source: All updates
de_de: Alle Aktualisierungen

source: View population configuration
de_de: Populationskonfiguration anzeigen

source: View round configuration
de_de: Rundenkonfiguration anzeigen

source: Active rules: {{activeRulesCount}} • Inactive rules: {{inactiveRulesCount}}
de_de: Aktive Regeln: {{activeRulesCount}} • Inaktive Regeln: {{inactiveRulesCount}}

source: Team planner configuration
de_de: Konfiguration des Teamplaners

source: View team planner configuration
de_de: Konfiguration des Teamplaners anzeigen

source: Validation reports: {{validationReportsCount}}
de_de: Validierungsberichte: {{validationReportsCount}}

source: View workflow configuration
de_de: Workflowkonfiguration anzeigen

source: API connection
de_de: API-Verbindung

source: Connection details
de_de: Verbindungsdetails

source: This download is unavailable because the data drop exceeds the {{workersCount}} worker limit. To fix this, please edit the configuration to narrow your worker selection. For help or to discuss options for large exports, please contact customer support.
de_de: Dieser Download ist nicht verfügbar, da der Datenexport das Limit von {{workersCount}} Mitarbeiter:innen überschreitet. Um dies zu beheben, passen Sie bitte die Konfiguration an, um Ihre Auswahl an Mitarbeiter:innen einzuschränken. Für Unterstützung oder um Optionen für große Exporte zu besprechen, wenden Sie sich bitte an den Kundensupport.

source: Connection ID
de_de: Verbindungs-ID

source: Round ID
de_de: Runden-ID

source: Round Management
de_de: Rundenverwaltung

source: Copy JSON
de_de: JSON kopieren

source: Failed to copy. Please try again.
de_de: Kopieren fehlgeschlagen. Bitte versuchen Sie es erneut.

source: JSON copied to clipboard
de_de: JSON in die Zwischenablage kopiert

source: Create statement generation rule
de_de: Regel zur Erstellung von Abrechnungen erstellen

source: The statement generation rule was successfully created.
de_de: Die Regel zur Erstellung von Abrechnungen wurde erfolgreich erstellt.

source: Are you sure you want to delete this statement generation rule? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie diese Regel zur Erstellung von Abrechnungen löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: The statement generation rule was successfully duplicated.
de_de: Die Regel zur Erstellung von Erklärungen wurde erfolgreich dupliziert.

source: No statement generation rules yet!
de_de: Noch keine Regeln zur Erstellung von Abrechnungen vorhanden!

source: Generated
de_de: Erstellt

source: Generation failed
de_de: Generierung fehlgeschlagen

source: Not generated
de_de: Nicht generiert

source: The communication round cannot be empty.
de_de: Die Kommunikationsrunde darf nicht leer sein.

source: Specify a name and a description for this document distribution rule.
de_de: Geben Sie einen Namen und eine Beschreibung für diese Dokumentverteilungsregel an.

source: Distribution rules
de_de: Verteilungsregeln

source: Select the communication round and document template that will be used for distribution.
de_de: Wählen Sie die Kommunikationsrunde und die Dokumentvorlage aus, die für die Verteilung verwendet werden.

source: Edit statement generation rule
de_de: Regel zur Erstellung von Abrechnungen bearbeiten

source: The file name cannot be longer than {{charLimit}} characters.
de_de: Der Dateiname darf nicht länger als {{charLimit}} Zeichen sein.

source: Customize the file name with variables
de_de: Passen Sie den Dateinamen mit Variablen an

source: Use a fixed file name for all documents
de_de: Verwenden Sie einen festen Dateinamen für alle Dokumente

source: The file name cannot contain special characters.
de_de: Der Dateiname darf keine Sonderzeichen enthalten.

source: The document template cannot be empty.
de_de: Die Dokumentvorlage darf nicht leer sein.

source: Select document template
de_de: Dokumentvorlage auswählen

source: The statement generation has started.
de_de: Die Erstellung des Berichts hat begonnen.

source: The statement generation rule was successfully updated.
de_de: Die Regel zur Erstellung von Abrechnungen wurde erfolgreich aktualisiert.

source: View statement generation rule
de_de: Regel zur Erklärungserstellung anzeigen

source: Manage round cycle
de_de: Rundenzyklus verwalten

source: Round name (A-Z)
de_de: Rundenname (A-Z)

source: Round name (Z-A)
de_de: Rundenname (Z-A)

source: Sorting
de_de: Sortieren

source: Start date (earliest)
de_de: Startdatum (frühestens)

source: Start date (latest)
de_de: Startdatum (spätestens)

source: Actual budget
de_de: Tatsächliches Budget

source: No maximum outcome configuration
de_de: Keine maximale Ergebniskonfiguration

source: No minimum outcome configuration
de_de: Keine minimale Ergebniskonfiguration

source: No outcome configuration
de_de: Keine Ergebniskonfiguration

source: No rule configuration
de_de: Keine Regelkonfiguration

source: No validation reports with the name "{{phrase}}"
de_de: Keine Validierungsberichte mit dem Namen „{{phrase}}“

source: The note was successfully deleted.
de_de: Notiz wurde erfolgreich gelöscht.

source: Select rule
de_de: Regel auswählen

source: Total eligible workers
de_de: Anspruchsberechtigte Mitarbeiter:innen insgesamt

source: Total populations
de_de: Zielgruppen gesamt

source: Total number of rules
de_de: Gesamtzahl der Regeln

source: Incentive Management
de_de: Anreizverwaltung

source: Select at least one data source to continue.
de_de: Wählen Sie mindestens eine Datenquelle aus, um fortzufahren.

source: Manage the round cycle to generate statements and create payroll connections.
de_de: Verwalten Sie den Rundenzzyklus, um Abrechnungen zu erstellen und Lohnabrechnungsverbindungen herzustellen.

source: Incentive Curve Design
de_de: Gestaltung der Anreizkurve

source: Compensation Structure
de_de: Vergütungsstruktur

source: Compensation Process
de_de: Vergütungsprozess

source: Create your organization's compensation framework and comp elements, including salary, allowances, per diems, bonus, deferrals, equity, and indirect benefits/allowances.
de_de: Erstellen Sie das Vergütungsrahmenwerk und die Vergütungselemente Ihrer Organisation, einschließlich Gehalt, Zulagen, Tagegelder, Boni, Aufschübe, Aktien und indirekte Leistungen/Zulagen.

source: Active currencies
de_de: Aktive Währungen

source: Enabled currencies
de_de: Aktivierte Währungen

source: Is enabled
de_de: Ist aktiviert

source: {{currencyName}} currency is active
de_de: {{currencyName}}-Währung ist aktiv

source: No currencies yet
de_de: Noch keine Währungen

source: Company currency
de_de: Unternehmenswährung

source: Global currency checkbox for {{currencyName}}
de_de: Globale Währungs-Checkbox für {{currencyName}}

source: No currencies with the name "{{phrase}}"
de_de: Keine Währungen mit dem Namen "{{phrase}}"

source: Selected currency checkbox for {{currencyName}}
de_de: Ausgewähltes Währungs-Kontrollkästchen für {{currencyName}}

source: Selected currency checkbox for this page
de_de: Ausgewähltes Währungs-Kontrollkästchen für diese Seite

source: Enable the currencies that users will be able to select on the platform. The global currency cannot be selected or deactivated.
de_de: Aktivieren Sie die Währungen, die Nutzer:innen auf der Plattform auswählen können. Die globale Währung kann nicht ausgewählt oder deaktiviert werden.

source: Currency preview
de_de: Währungsvorschau

source: Global currency
de_de: Weltwährung

source: Change global currency
de_de: Globale Währung ändern

source: Select the default currency for all users across the application.
de_de: Wählen Sie die Standardwährung für alle Benutzer:innen in der gesamten Anwendung aus.

source: The previous currency will remain enabled. If you no longer need it, please disable it manually in the currency table.
de_de: Die vorherige Währung bleibt weiterhin aktiviert. Wenn Sie sie nicht mehr benötigen, deaktivieren Sie sie bitte manuell in der Währungstabelle.

source: The selected global currency will be used as the default one across the application and will be automatically enabled.
de_de: Die ausgewählte globale Währung wird als Standardwährung in der gesamten Anwendung verwendet und automatisch aktiviert.

source: Global currency configuration
de_de: Globale Währungskonfiguration

source: Currencies & Exchange Rates
de_de: Währungen & Wechselkurse

source: Define which currencies will be available across the application features and which one will be global currency.
de_de: Legen Sie fest, welche Währungen in den Anwendungsfunktionen verfügbar sein werden und welche als globale Währung gilt.

source: Active & global currencies
de_de: Aktive & globale Währungen

source: The configuration for currency settings was modified. Saving these changes will impact future snapshots and related data.
de_de: Die Konfiguration der Währungseinstellungen wurde geändert. Das Speichern dieser Änderungen wirkt sich auf zukünftige Snapshots und zugehörige Daten aus.

source: Configuration change detected
de_de: Konfigurationsänderung erkannt

source: Currency Settings
de_de: Währungseinstellungen

source: The name is required.
de_de: Der Name ist erforderlich.

source: Payout curve details
de_de: Details zur Gewinnkurve

source: The code already exists
de_de: Der Code existiert bereits

source: Enter a code for the payout curve
de_de: Code für die Gewinnkurve eingeben

source: Enter the basic information of the payout curve
de_de: Grundlegende Informationen zur Gewinnkurve eingeben

source: Enter a description for the payout curve
de_de: Beschreibung für die Gewinnkurve eingeben

source: Enter a name for the payout curve
de_de: Namen für die Gewinnkurve eingeben

source: Falling
de_de: Sturz

source: Decreasing payout over time/levels.
de_de: Abnehmende Auszahlung über die Zeit/Ebenen.

source: Growing
de_de: Wachsend

source: Increasing payout over time/levels.
de_de: Steigende Auszahlungen im Laufe der Zeit/mit zunehmenden Levels.

source: Create payout curve
de_de: Gewinnkurve erstellen

source: Edit payout curve
de_de: Gewinnkurve bearbeiten

source: Linear curve
de_de: Lineare Kurve

source: Payout curves
de_de: Gewinnkurven

source: No payout curves have been created yet.
de_de: Es wurden noch keine Gewinnkurven erstellt.

source: No payout curves yet
de_de: Noch keine Gewinnkurven

source: The payout curve was successfully published.
de_de: Die Auszahlungs­kurve wurde erfolgreich veröffentlicht.

source: The payout curve was successfully saved.
de_de: Die Gewinnkurve wurde erfolgreich gespeichert.

source: Your conditions are empty or do not meet the criteria. Please correct the errors to generate the payout curve chart.
de_de: Ihre Bedingungen sind leer oder erfüllen die Kriterien nicht. Bitte korrigieren Sie die Fehler, um das Auszahlungsdiagramm zu erstellen.

source: Cannot generate chart
de_de: Diagramm kann nicht erstellt werden

source: Payout curve preview
de_de: Vorschau der Auszahlungs­kurve

source: Check the correlation between results and payouts, along with a chart illustrating the payout curve.
de_de: Überprüfen Sie die Korrelation zwischen Ergebnissen und Auszahlungen sowie ein Diagramm, das die Auszahlungs­kurve veranschaulicht.

source: Clear values
de_de: Werte löschen

source: Direction
de_de: Richtung

source: What is the direction of this curve?
de_de: Wie ist die Richtung dieser Kurve?

source: Rules related to the selected direction:
de_de: Regeln in Bezug auf die ausgewählte Richtung:

source: Result values must decrease from top to bottom
de_de: Ergebniswerte müssen von oben nach unten abnehmen

source: Falling curve is suited for scenarios where higher performance results in lower payouts (such as, penalties or cost control).
de_de: Die fallende Kurve eignet sich für Szenarien, in denen eine höhere Leistung zu geringeren Auszahlungen führt (zum Beispiel bei Strafen oder Kostenkontrolle).

source: Payout values must decrease
de_de: Auszahlungswerte müssen sinken

source: Workers whose results are at or below the lowest defined threshold will receive the maximum payout value.
de_de: Mitarbeiter:innen, deren Ergebnisse am oder unter dem niedrigsten festgelegten Schwellenwert liegen, erhalten den maximalen Auszahlungsbetrag.

source: Workers whose results exceed the highest defined threshold will receive 0.
de_de: Mitarbeiter:innen, deren Ergebnisse den höchsten festgelegten Schwellenwert überschreiten, erhalten 0.

source: Workers whose results exceed the highest defined threshold will receive the maximum payout value.
de_de: Mitarbeiter:innen, deren Ergebnisse den höchsten festgelegten Schwellenwert überschreiten, erhalten den maximalen Auszahlungsbetrag.

source: Workers whose results are below the lowest defined threshold will receive 0.
de_de: Mitarbeiter:innen, deren Ergebnisse unter dem niedrigsten festgelegten Schwellenwert liegen, erhalten 0.

source: General rules:
de_de: Allgemeine Regeln:

source: Enter whole numbers and decimals in the input fields (fractions are not allowed).
de_de: Geben Sie ganze Zahlen und Dezimalzahlen in die Eingabefelder ein (Brüche sind nicht erlaubt).

source: In a growing curve, each result condition must be higher than the one before it.
de_de: In einer wachsenden Kurve muss jede Ergebnisbedingung höher sein als die vorherige.
